{
    "texts": {
        "ES": {
            "langTag": "ES",
            "chat": "Chatear",
            "heroTexts": [
                "Hay futuro",
                "Acompañándote a cumplir tus sueños",
                "Estamos en cada etapa de tu vida",
                "Decisiones inteligentes, futuro brillante",
                "Construyamos juntos tu estabilidad económica",
                "Hacia un mañana sin preocupaciones económicas",
                "El tiempo es lo más valioso que tienes, cuida de tus sueños.",
                "Tranquilidad económica, vida plena"
            ],
            "home": "Home",
            "services": "Servicios",
            "section1Title": "Tasación Inmobiliaria",
            "section1MainText": "Te facilitamos la obtención de la tasación necesaria para cumplir con los requisitos de la Ley de Contratos de Crédito Inmobiliario (LCCI). Esta ley establece que las tasaciones deben ser independientes y precisas para garantizar transparencia en los préstamos hipotecarios. Colaboramos estrechamente con empresas tasadoras para agilizar el proceso, ya sea que estés en trámites con tu banco o necesites completar este paso de manera eficiente. Nuestro compromiso es asegurar que obtengas una valoración que cumpla con las normativas vigentes, proporcionándote el soporte necesario en todo momento.",
            "section2Title": "Préstamos Hipotecarios",
            "section2MainText": "Gestionamos la financiación que necesitas para hacer realidad tus proyectos inmobiliarios. Ya sea que busques comprar tu primera vivienda, un piso en la playa, mejorar tu hipoteca actual o invertir en un local comercial, estamos aquí para ayudarte. Como intermediarios financieros, conectamos a nuestros clientes con las mejores opciones de préstamos hipotecarios del mercado. Nuestro equipo de asesores e informadores te guiará en cada paso del proceso, asegurando una experiencia transparente y sencilla, y encontrando la opción que mejor se adapte a tus necesidades y sueños.",
            "section2MainTextb": "Ya sea que estés dando tus primeros pasos en el mundo inmobiliario, buscando un espacio más amplio para tu tranquilidad o deseando mejorar las condiciones de tu hipoteca actual, nuestros especialistas te guiarán con empatía en cada paso, asegurando que alcances las condiciones que te brinden la tranquilidad mental que te mereces.",
            "section3Title": "Préstamos Personales",
            "section3MainText": "¿Buscas un préstamo personal que se adapte a tus necesidades? En FiWell estamos aquí para orientarte y gestionar el préstamo ideal. Ya sea para financiar proyectos personales, cubrir gastos imprevistos o consolidar deudas, nuestro equipo especializado te ofrece una gestión experta y personalizada. Nos comprometemos a encontrar las mejores opciones del mercado y guiarte a lo largo de todo el proceso, asegurando que obtengas condiciones favorables y el apoyo necesario para alcanzar tus metas. Confía en FiWell para simplificar y optimizar la gestión de tu préstamo personal.",
            "section3MainTextb": "Ya sea reestructurando tu hipoteca actual, unificando deudas o ajustando tus préstamos para mayor tranquilidad, un equipo de expertos trabajará contigo en armonía para encontrar soluciones que te permitan recobrar la serenidad y alcanzar tus metas.",
            "section4Title": "Refinanciación",
            "section4MainText": "Creemos firmemente en las posibilidades. Nuestro equipo está comprometido en encontrar las mejores opciones disponibles en el mercado para reducir tus pagos mensuales, consolidar deudas o mejorar tus condiciones de interés. Te guiamos en todo el proceso, asegurando que encuentres la solución ideal que se ajuste a tus necesidades económicas y objetivos. Confía en FiWell para gestionar con éxito tu refinanciación y mejorar tu situación.",
            "section5Title": "Acompañamiento Inmobiliario",
            "section5Subtitle1": "¿Cómo te ayudamos a ti?",
            "section5SubTitleMain": "En FiWell, estamos comprometidos en ayudarte a cumplir tu sueño de encontrar la propiedad ideal. Para facilitar este camino, contamos con una amplia red de colaboradores y partners dedicados a tu éxito.",
            "section5SubText1": "<strong>Asesoramiento Profesional:</strong> Nuestros colaboradores son expertos en el sector inmobiliario y financiero, listos para ofrecerte la mejor información en cada etapa de tu búsqueda.<br><br><strong> Recursos y Herramientas:</strong> Accede a recursos exclusivos y herramientas avanzadas que te ayudarán a encontrar la propiedad que se ajuste perfectamente a tus necesidades y deseos. <br><br><strong>Apoyo Integral:</strong> Desde la selección de propiedades hasta la gestión de la financiación, estamos contigo en cada paso del camino, asegurándonos de que tomes decisiones informadas y acertadas.",
            "section5MainText": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad. Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones. Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section5Subtitle2": "Nuestros Colaboradores Incluyen",
            "section5SubText2": "<strong>Inmobiliarias:</strong> Profesionales dedicados a encontrar las mejores opciones de vivienda en el mercado para ti. <br><br><strong>Asesores/Informadores Financieros:</strong> Expertos en ayudarte a gestionar la financiación y obtener las mejores condiciones hipotecarias. <br><br><strong>Otros Partners:</strong> Una red diversa de profesionales comprometidos con tu bienestar y éxito.",
            "section5Subtitle3": "Tu Éxito es Nuestro Éxito",
            "section5SubText3": "En FiWell, creemos en el poder de la colaboración para alcanzar tus metas. Estamos aquí para hacer que tu experiencia de búsqueda y adquisición de propiedad sea lo más fluida y satisfactoria posible.",
            "section5SubText4": "¡Confía en FiWell y en nuestra red de colaboradores para hacer realidad tu sueño de tener tu propiedad!",
            "section6Title": "Reformas",
            "section6MainText": "Estamos aquí para facilitarte la gestión de tu proyecto de reforma. Nos ocupamos de encontrar las mejores opciones de financiación que se ajusten a tus necesidades específicas. Ya sea para renovar tu hogar, realizar mejoras importantes o hacer reparaciones necesarias, nuestro equipo te proporciona orientación personalizada y gestiona el préstamo que mejor se adapte a tus objetivos. <br/> <br/> Confía en FiWell para obtener el apoyo necesario y llevar a cabo tu proyecto de reforma con éxito y tranquilidad.",
            "section7Title": "Nuestra Visión",
            "section7MainText": "Cultiva tu bienestar financiero a largo plazo a través de la diversificación consciente de tu cartera. Nuestras opciones de inversión están diseñadas para alinearse con tus objetivos y tu sensación de paz. Te brindaremos opciones con orientación para que tomes decisiones financieras desde la serenidad y el equilibrio.",
            "section8Title": "Sobre Nosotros",
            "section8MainText": "Somos un equipo apasionado que ha unido fuerzas, combinando nuestra experiencia en Marketing y en Intermediación Financiera, para crear una experiencia única y transformadora para cada uno de nuestros clientes. Aprovechamos las nuevas tecnologías y los avances más recientes para ofrecerte los recursos que necesitas, siempre con el objetivo de acercarnos más a ti.<br/> <br/> Nos dedicamos a proporcionar información clara y accesible para que puedas alcanzar tus metas económicas, disfrutando de un bienestar integral en cada etapa de tu vida. En FiWell, creemos que es posible para todos. Estamos aquí para apoyarte y guiarte, brindándote las herramientas necesarias para que tus sueños se hagan realidad. Juntos, haremos que cada paso cuente.",
            "section9Title": "Únete a Nuestra Comunidad de Colaboradores y Partners",
            "section9SubTitleMain": "En FiWell, estamos construyendo algo extraordinario, y queremos que formes parte de ello. Si eres una inmobiliaria, un profesional del sector financiero o alguien con la posibilidad de colaborar con nosotros, ¡te invitamos a unirte a nuestra comunidad!",
            "section9Subtitle1": "¿Qué te ofrecemos?",
            "section9SubText1": "<strong>Crecimiento y Desarrollo:</strong> Accede a la posibilidad de crear consciencia en las personas, acompañarlas a lo largo de su vida y generar desde aquí un desarrollo económico interesante. Queremos que crezcas con nosotros. <br><br><strong>Impacto Positivo:</strong> Ayuda a tus clientes a alcanzar sus metas y sueños económicos. Tu contribución puede cambiar vidas y crear un futuro financiero mejor para muchos. <br><br><strong>Comunidad y Apoyo:</strong> Únete a un grupo de profesionales comprometidos y apasionados. En FiWell, creemos en el poder de la colaboración y el apoyo mutuo para lograr grandes cosas.",
            "section9Subtitle2": "¿Por qué unirte a FiWell?",
            "section9SubText2": "<strong>Innovación y Excelencia:</strong> Formarás parte de una empresa que valora la innovación y la excelencia en cada aspecto de nuestro trabajo. <br><br><strong>Valores Compartidos:</strong> Si valoras la transparencia, el respeto y el compromiso con el bienestar financiero, encontrarás en FiWell un lugar donde estos valores son fundamentales. <br><br><strong>Un Futuro Brillante:</strong> Estamos en un viaje emocionante y queremos que te unas a nosotros. Juntos, podemos construir un futuro sólido y seguro para nuestros clientes y para nosotros mismos.",
            "section9Subtitle3": "¡Te estamos esperando!",
            "section9SubText3": "Si te entusiasma la idea de marcar la diferencia y quieres ser parte de un equipo que valora tanto el crecimiento profesional como el impacto positivo, ¡FiWell es tu lugar!",
            "section9Subtitle4": "¿Eres una inmobiliaria o un profesional del sector?",
            "section9SubText4": "Ya seas una inmobiliaria, un profesional con experiencia en el sector o alguien con el deseo y la capacidad de colaborar con nosotros, ¡tenemos un espacio para ti en FiWell! ¡Únete a FiWell y sé parte de un equipo que está redefiniendo el futuro! Juntos, podemos lograr grandes cosas. Esperamos contar contigo para hacer de FiWell una comunidad aún más fuerte y exitosa.",
            "contactTitle": "Contactanos",
            "contact-button1": "Quiero saber más",
            "contact-button2": "Hablemos",
            "contact-button3": "Conocenos",
            "contact-button4": "Necesito información",
            "contact-button5": "Contactarme ahora",
            "contact-button6": "Más información",
            "contact-button7": "Tasar mi propiedad",
            "contact-button8": "Necesito Ayuda.",
            "contact-button9": "Quiero ser colaborador.",
            "reviewTitle": "Reseñas",
            "review1Title": "\"Rápida respuesta\"",
            "review1Text": "\"Solicité información para un préstamo personal y me informaron sobre todas mis opciones. Muy completos en todo el proceso.\"",
            "review2Title": "\"Muy profesionales\"",
            "review2Text": "\"La tasación fue precisa y profesional. Servicio muy recomendable.\"",
            "review3Title": "\"Servicio confiable\"",
            "review3Text": "\"El proceso de hipoteca fue claro y transparente. Recomendado.\"",
            "review4Title": "\"Eficientes\"",
            "review4Text": "\"Muy buen acompañamiento inmobiliario. Me ayudaron a encontrar la casa ideal.\"",
            "review5Title": "\"Amables y respetuosos\"",
            "review5Text": "\"Aún no he podido firmar mi hipoteca pero el acompañamiento ha sido excelente y me informaron para hacerlo en poco tiempo.\"",
            "mission": "Misión",
            "missionText": "Nuestra misión en FiWell es transformar la experiencia financiera de nuestros clientes, actuando como el enlace confiable entre ellos y las entidades financieras. Nos comprometemos a gestionar de manera eficiente el perfil de cada persona, obteniendo las mejores condiciones. Brindamos un servicio cercano, informativo y transparente, acompañando a nuestros clientes en cada etapa de su vida y proporcionándoles las herramientas y el apoyo necesarios para alcanzar sus metas y sueños económicos con confianza, sostenibilidad y bienestar.",
            "vision": "Visión",
            "visionText": "En FiWell, nuestra visión es ser el líder confiable en intermediación financiera, revolucionando la experiencia de nuestros clientes a través de las nuevas tecnologías. Aspiramos a contribuir al bienestar financiero y social, promoviendo prácticas sostenibles  y responsables que tengan un impacto positivo en la comunidad.",
            "values": "Valores",
            "valuesText": "<li> <span>Transparencia:</span> Actuamos con honestidad y claridad en todas nuestras interacciones con clientes y colaboradores.</li><li> <span>Integridad:</span> Nos comprometemos a mantener los más altos estándares éticos en todo lo que hacemos.</li><li> <span>Responsabilidad:</span> Asumimos la responsabilidad de nuestras acciones y nos esforzamos por cumplir con nuestras promesas.</li><li> <span>Empatía:</span> Escuchamos activamente las necesidades de nuestros clientes y nos ponemos en su lugar para proporcionar soluciones personalizadas.</li><li> <span>Innovación:</span> Buscamos continuamente nuevas formas de mejorar y adaptarnos para satisfacer mejor las necesidades cambiantes de nuestros clientes.</li><li> <span>Sostenibilidad:</span> Nos comprometemos a promover prácticas financieras sostenibles que beneficien tanto a nuestros clientes como a la comunidad.</li><li> <span>Excelencia en el servicio:</span> Nos esforzamos por ofrecer un servicio excepcional, superando las expectativas de nuestros clientes en cada interacción.</li><li> <span>Colaboración:</span> Fomentamos un ambiente de trabajo colaborativo donde cada miembro del equipo aporta valor y contribuye al éxito colectivo, dentro y fuera de FiWell.",
            "findUs": "Encuéntranos",
            "ourSocialNet": "Nuestras Redes"
        },
        "EN": {
            "langTag": "EN",
            "chat": "Chat",
            "heroTexts": [
                "There's a future",
                "Accompanying you to fulfill your dreams",
                "We're with you at every stage of your life",
                "Smart decisions, bright future",
                "Let's build your financial stability together",
                "Towards a tomorrow without financial worries",
                "Time is the most valuable thing you have, take care of your dreams",
                "Financial peace, fulfilling life"
            ],
            "home": "Home",
            "services": "Services",
            "section1Title": "Real Estate Appraisal",
            "section1MainText": "We facilitate obtaining the appraisal necessary to comply with the Real Estate Credit Contracts Law (LCCI) requirements. This law mandates that appraisals must be independent and accurate to ensure transparency in mortgage loans. We work closely with appraisal companies to streamline the process, whether you are in negotiations with your bank or need to complete this step efficiently. Our commitment is to ensure you receive a valuation that complies with current regulations, providing the necessary support at all times.",
            "section2Title": "Mortgage Loans",
            "section2MainText": "We manage the financing you need to make your real estate projects a reality. Whether you are looking to buy your first home, a beachfront property, improve your current mortgage, or invest in commercial property, we are here to help. As financial intermediaries, we connect our clients with the best mortgage loan options available in the market. Our team of advisors and informants will guide you through every step of the process, ensuring a transparent and straightforward experience, and finding the option that best suits your needs and dreams.",
            "section2MainTextb": "Whether you are taking your first steps in the real estate world, looking for a larger space for your peace of mind, or wishing to improve the conditions of your current mortgage, our specialists will guide you empathetically through each step, ensuring that you achieve the conditions that provide the mental peace you deserve.",
            "section3Title": "Personal Loans",
            "section3MainText": "Looking for a personal loan that suits your needs? At FiWell, we are here to guide you and manage the ideal loan for you. Whether it's to finance personal projects, cover unexpected expenses, or consolidate debts, our specialized team offers you expert and personalized management. We are committed to finding the best market options and guiding you throughout the process, ensuring you get favorable conditions and the support you need to achieve your goals. Trust FiWell to simplify and optimize the management of your personal loan.",
            "section3MainTextb": "Whether restructuring your current mortgage, consolidating debts, or adjusting your loans for greater peace of mind, a team of experts will work with you harmoniously to find solutions that allow you to regain serenity and achieve your goals.",
            "section4Title": "Refinancing",
            "section4MainText": "We firmly believe in possibilities. Our team is committed to finding the best options available in the market to reduce your monthly payments, consolidate debts, or improve your interest rates. We guide you through the entire process, ensuring you find the ideal solution that fits your economic needs and objectives. Trust FiWell to successfully manage your refinancing and improve your situation.",
            "section5Title": "Real Estate Support",
            "section5Subtitle1": "How do we help you?",
            "section5SubTitleMain": "At FiWell, we are committed to helping you achieve your dream of finding the ideal property. To facilitate this journey, we have an extensive network of collaborators and partners dedicated to your success.",
            "section5SubText1": "<strong>Professional Advice:</strong> Our collaborators are experts in the real estate and financial sectors, ready to offer you the best information at each stage of your search.<br><br><strong>Resources and Tools:</strong> Access exclusive resources and advanced tools that will help you find the property that perfectly fits your needs and desires.<br><br><strong>Comprehensive Support:</strong> From property selection to financing management, we are with you every step of the way, ensuring you make informed and confident decisions.",
            "section5MainText": "Find your place of serenity with the help of our real estate experts who deeply understand your needs. Our goal is to support you in this search in a relaxed and pressure-free manner. From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions calmly and enjoy your new home with serenity.",
            "section5Subtitle2": "Our Collaborators Include",
            "section5SubText2": "<strong>Real Estate Agencies:</strong> Professionals dedicated to finding the best housing options in the market for you.<br><br><strong>Financial Advisors/Informants:</strong> Experts in helping you manage financing and obtain the best mortgage conditions.<br><br><strong>Other Partners:</strong> A diverse network of professionals committed to your well-being and success.",
            "section5Subtitle3": "Your Success is Our Success",
            "section5SubText3": "At FiWell, we believe in the power of collaboration to achieve your goals. We are here to make your property search and acquisition experience as smooth and satisfying as possible.",
            "section5SubText4": "Trust FiWell and our network of collaborators to make your dream of owning property a reality!",
            "section6Title": "Renovations",
            "section6MainText": "We are here to facilitate the management of your renovation project. We take care of finding the best financing options that fit your specific needs. Whether it's renovating your home, making significant improvements, or making necessary repairs, our team provides you with personalized guidance and manages the loan that best suits your goals.<br/> <br/> Trust FiWell to provide the necessary support and successfully carry out your renovation project with peace of mind.",
            "section7Title": "Our Vision",
            "section7MainText": "Cultivate your long-term financial well-being through conscious diversification of your portfolio. Our investment options are designed to align with your goals and your sense of peace. We will provide you with guided options to make financial decisions from serenity and balance.",
            "section8Title": "About Us",
            "section8MainText": "We are a passionate team that has joined forces, combining our experience in Marketing and Financial Intermediation to create a unique and transformative experience for each of our clients. We leverage new technologies and the latest advancements to provide you with the resources you need, always aiming to get closer to you.<br/> <br/> We are dedicated to providing clear and accessible information so you can achieve your economic goals, enjoying comprehensive well-being at every stage of your life. At FiWell, we believe it's possible for everyone. We are here to support and guide you, giving you the necessary tools to make your dreams come true. Together, we will make every step count.",
            "section9Title": "Join Our Community of Collaborators and Partners",
            "section9SubTitleMain": "At FiWell, we are building something extraordinary, and we want you to be part of it. Whether you are a real estate agency, a professional in the financial sector, or someone with the ability to collaborate with us, we invite you to join our community!",
            "section9Subtitle1": "What do we offer you?",
            "section9SubText1": "<strong>Growth and Development:</strong> Access the possibility of creating awareness in people, accompanying them throughout their lives, and generating an interesting economic development from here. We want you to grow with us.<br><br><strong>Positive Impact:</strong> Help your clients achieve their economic goals and dreams. Your contribution can change lives and create a better financial future for many.<br><br><strong>Community and Support:</strong> Join a group of committed and passionate professionals. At FiWell, we believe in the power of collaboration and mutual support to achieve great things.",
            "section9Subtitle2": "Why join FiWell?",
            "section9SubText2": "<strong>Innovation and Excellence:</strong> You will be part of a company that values innovation and excellence in every aspect of our work.<br><br><strong>Shared Values:</strong> If you value transparency, respect, and commitment to financial well-being, you will find in FiWell a place where these values are fundamental.<br><br><strong>A Bright Future:</strong> We are on an exciting journey and we want you to join us. Together, we can build a solid and secure future for our clients and ourselves.",
            "section9Subtitle3": "We are waiting for you!",
            "section9SubText3": "If you are excited about making a difference and want to be part of a team that values both professional growth and positive impact, FiWell is the place for you!",
            "section9Subtitle4": "Are you a real estate agency or a professional in the sector?",
            "section9SubText4": "Whether you are a real estate agency, a professional with experience in the sector, or someone with the desire and ability to collaborate with us, we have a space for you at FiWell! Join FiWell and be part of a team that is redefining the future! Together, we can achieve great things. We look forward to having you to make FiWell an even stronger and more successful community.",
            "contactTitle": "Contact Us",
            "contact-button1": "I want to know more",
            "contact-button2": "Let's talk",
            "contact-button3": "Meet us",
            "contact-button4": "Need information",
            "contact-button5": "Contact me now",
            "contact-button6": "More information",
            "contact-button7": "Appraise my property",
            "contact-button8": "I need help",
            "contact-button9": "I want to be a collaborator",
            "reviewTitle": "Reviews",
            "review1Title": "\"Quick response\"",
            "review1Text": "\"I requested information for a personal loan and they informed me about all my options. Very thorough throughout the process.\"",
            "review2Title": "\"Very professional\"",
            "review2Text": "\"The appraisal was accurate and professional. Highly recommended service.\"",
            "review3Title": "\"Reliable service\"",
            "review3Text": "\"The mortgage process was clear and transparent. Recommended.\"",
            "review4Title": "\"Efficient\"",
            "review4Text": "\"Very good real estate support. They helped me find the ideal house.\"",
            "review5Title": "\"Kind and respectful\"",
            "review5Text": "\"I haven't been able to sign my mortgage yet, but the support has been excellent and they informed me to do it soon.\"",
            "mission": "Mission",
            "missionText": "Our mission at FiWell is to transform the financial experience of our clients, acting as the trusted link between them and financial entities. We are committed to efficiently managing each person's profile, obtaining the best conditions. We provide close, informative, and transparent service, accompanying our clients at every stage of their lives and providing them with the tools and support needed to achieve their economic goals and dreams with confidence, sustainability, and well-being.",
            "vision": "Vision",
            "visionText": "At FiWell, our vision is to be the trusted leader in financial intermediation, revolutionizing our clients' experience through new technologies. We aspire to contribute to financial and social well-being, promoting sustainable and responsible practices that have a positive impact on the community.",
            "values": "Values",
            "valuesText": "<li><span>Transparency:</span> We act with honesty and clarity in all our interactions with clients and collaborators.</li><li><span>Integrity:</span> We commit to maintaining the highest ethical standards in everything we do.</li><li><span>Responsibility:</span> We take responsibility for our actions and strive to fulfill our promises.</li><li><span>Empathy:</span> We actively listen to the needs of our clients and put ourselves in their shoes to provide personalized solutions.</li><li><span>Innovation:</span> We continuously seek new ways to improve and adapt to better meet the changing needs of our clients.</li><li><span>Sustainability:</span> We are committed to promoting sustainable financial practices that benefit both our clients and the community.</li><li><span>Service Excellence:</span> We strive to deliver exceptional service, exceeding our clients' expectations in every interaction.</li><li><span>Collaboration:</span> We foster a collaborative work environment where each team member adds value and contributes to collective success, both within and outside FiWell.",
            "findUs": "Find Us",
            "ourSocialNet": "Our Social Networks"
        }
    }
}