{
    "texts": {
        "ES": {
            "langTag": "ES",
            "chat": "Chatear",
            "heroTexts": [
                "Hay futuro",
                "Acompañándote a cumplir tus sueños",
                "Estamos en cada etapa de tu vida",
                "Decisiones inteligentes, futuro brillante",
                "Construyamos juntos tu estabilidad económica",
                "Hacia un mañana sin preocupaciones económicas",
                "Cuidamos de tus finanzas, cuida de tus sueños",
                "El tiempo es lo más valioso que tienes, cuida de tus sueños.",
                "Tranquilidad económica, vida plena"
            ],
            "home": "Home",
            "services": "Servicios",
            "section1Title": "Tasación Inmobiliaria",
            "section1MainText": "Te facilitamos la obtención de la tasación necesaria para cumplir con los requisitos de la Ley de Contratos de Crédito Inmobiliario (LCCI). Esta ley establece que las tasaciones deben ser independientes y precisas para garantizar transparencia en los préstamos hipotecarios. Colaboramos estrechamente con empresas tasadoras para agilizar el proceso, ya sea que estés en trámites con tu banco o necesites completar este paso de manera eficiente. Nuestro compromiso es asegurar que obtengas una valoración que cumpla con las normativas vigentes, proporcionándote el soporte necesario en todo momento.",
            "section2Title": "Préstamos Hipotecarios",
            "section2MainText": "Gestionamos la financiación que necesitas para hacer realidad tus proyectos inmobiliarios. Ya sea que busques comprar tu primera vivienda, un piso en la playa, mejorar tu hipoteca actual o invertir en un local comercial, estamos aquí para ayudarte. Como intermediarios financieros, conectamos a nuestros clientes con las mejores opciones de préstamos hipotecarios del mercado. Nuestro equipo de asesores e informadores te guiará en cada paso del proceso, asegurando una experiencia transparente y sencilla, y encontrando la opción que mejor se adapte a tus necesidades y sueños.",
            "section2MainTextb": "Ya sea que estés dando tus primeros pasos en el mundo inmobiliario, buscando un espacio más amplio para tu tranquilidad o deseando mejorar las condiciones de tu hipoteca actual, nuestros especialistas te guiarán con empatía en cada paso, asegurando que alcances las condiciones que te brinden la tranquilidad mental que te mereces.",
            "section3Title": "Préstamos Personales",
            "section3MainText": "¿Buscas un préstamo personal que se adapte a tus necesidades? En FiWell estamos aquí para orientarte y gestionar el préstamo ideal. Ya sea para financiar proyectos personales, cubrir gastos imprevistos o consolidar deudas, nuestro equipo especializado te ofrece una gestión experta y personalizada. Nos comprometemos a encontrar las mejores opciones del mercado y guiarte a lo largo de todo el proceso, asegurando que obtengas condiciones favorables y el apoyo necesario para alcanzar tus metas. Confía en FiWell para simplificar y optimizar la gestión de tu préstamo personal.",
            "section3MainTextb": "Ya sea reestructurando tu hipoteca actual, unificando deudas o ajustando tus préstamos para mayor tranquilidad, un equipo de expertos trabajará contigo en armonía para encontrar soluciones que te permitan recobrar la serenidad y alcanzar tus metas.",
            "section4Title": "Refinanciación",
            "section4MainText": "Creemos firmemente en las posibilidades. Nuestro equipo está comprometido en encontrar las mejores opciones disponibles en el mercado para reducir tus pagos mensuales, consolidar deudas o mejorar tus condiciones de interés. Te guiamos en todo el proceso, asegurando que encuentres la solución ideal que se ajuste a tus necesidades económicas y objetivos. Confía en FiWell para gestionar con éxito tu refinanciación y mejorar tu situación.",
            "section5Title": "Acompañamiento Inmobiliario",
            "section5Subtitle1": "Necesito ayuda para comprar",
            "section5SubTitleMain": "Te ayudamos a conseguir tu vivienda a través de nuestros partners.",
            "section5SubText1": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad.",
            "section5MainText": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad. Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones. Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section5Subtitle2": "Necesito ayuda para elegir mi vivienda",
            "section5SubText2": "Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones.",
            "section5Subtitle3": "Necesito asesoramiento",
            "section5SubText3": "Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section6Title": "Reformas",
            "section6MainText": "Estamos aquí para facilitarte la gestión de tu proyecto de reforma. Nos ocupamos de encontrar las mejores opciones de financiación que se ajusten a tus necesidades específicas. Ya sea para renovar tu hogar, realizar mejoras importantes o hacer reparaciones necesarias, nuestro equipo te proporciona orientación personalizada y gestiona el préstamo que mejor se adapte a tus objetivos. <br/> <br/> Confía en FiWell para obtener el apoyo necesario y llevar a cabo tu proyecto de reforma con éxito y tranquilidad.",
            "section7Title": "Inversiones",
            "section7MainText": "Cultiva tu bienestar financiero a largo plazo a través de la diversificación consciente de tu cartera. Nuestras opciones de inversión están diseñadas para alinearse con tus objetivos y tu sensación de paz. Te brindaremos opciones con orientación para que tomes decisiones financieras desde la serenidad y el equilibrio.",
            "section8Title": "Sobre Nosotros",
            "section8MainText": "Somos un equipo apasionado que ha unido fuerzas, combinando nuestra experiencia en Marketing y en Intermediación Financiera, para crear una experiencia única y transformadora para cada uno de nuestros clientes. Aprovechamos las nuevas tecnologías y los avances más recientes para ofrecerte los recursos que necesitas, siempre con el objetivo de acercarnos más a ti.<br/> <br/> Nos dedicamos a proporcionar información clara y accesible para que puedas alcanzar tus metas económicas, disfrutando de un bienestar integral en cada etapa de tu vida. En FiWell, creemos que es posible para todos. Estamos aquí para apoyarte y guiarte, brindándote las herramientas necesarias para que tus sueños se hagan realidad. Juntos, haremos que cada paso cuente.",
            "contactTitle": "Contactanos",
            "contact-button1": "Quiero saber más",
            "contact-button2": "Hablemos",
            "contact-button3": "Conocenos",
            "contact-button4": "Necesito información",
            "contact-button5": "Contactarme ahora",
            "contact-button6": "Más información",
            "contact-button7": "Tasar mi propiedad",
            "reviewTitle": "Reseñas",
            "review1Text": "\"Solicité un préstamo personal y obtuve respuesta en menos de 24 horas.\"",
            "review2Text": "\"La tasación fue precisa y profesional. Servicio muy recomendable.\"",
            "review3Text": "\"El proceso de hipoteca fue claro y transparente. Recomendado.\"",
            "review4Text": "\"Muy buen asesoramiento inmobiliario. Me ayudaron a encontrar la casa ideal.\"",
            "review5Text": "\"La reforma fue rápida y de calidad. Buena atención al cliente.\"",
            "mission": "Misión",
            "missionText": "En Finance Wellness, nuestra misión es empoderarte para alcanzar la tranquilidad financiera mediante asesoramiento personalizado y estrategias efectivas. Transformamos la experiencia financiera en una jornada libre de estrés, ayudándote a tomar decisiones informadas y seguras para tu futuro económico.",
            "vision": "Visión",
            "visionText": "Nuestra visión es ser la referencia líder en consultoría financiera, redefiniendo cómo las personas perciben y manejan sus finanzas. Aspiramos a un entorno donde cada cliente se sienta valorado y apoyado, logrando la tranquilidad y seguridad financiera como una realidad accesible para todos.",
            "values": "Valores",
            "valuesText": "<li> <span>Transparencia:</span> Actuamos con honestidad y claridad en todas nuestras interacciones con clientes y colaboradores.</li><li> <span>Integridad:</span> Nos comprometemos a mantener los más altos estándares éticos en todo lo que hacemos.</li><li> <span>Responsabilidad:</span> Asumimos la responsabilidad de nuestras acciones y nos esforzamos por cumplir con nuestras promesas.</li><li> <span>Empatía:</span> Escuchamos activamente las necesidades de nuestros clientes y nos ponemos en su lugar para proporcionar soluciones personalizadas.</li><li> <span>Innovación:</span> Buscamos continuamente nuevas formas de mejorar y adaptarnos para satisfacer mejor las necesidades cambiantes de nuestros clientes.</li><li> <span>Sostenibilidad:</span> Nos comprometemos a promover prácticas financieras sostenibles que beneficien tanto a nuestros clientes como a la comunidad.</li><li> <span>Excelencia en el servicio:</span> Nos esforzamos por ofrecer un servicio excepcional, superando las expectativas de nuestros clientes en cada interacción.</li><li> <span>Colaboración:</span> Fomentamos un ambiente de trabajo colaborativo donde cada miembro del equipo aporta valor y contribuye al éxito colectivo, dentro y fuera de FiWell.",
            "findUs": "Encuéntranos",
            "ourSocialNet": "Nuestras Redes"
        },
        "EN": {
            "langTag": "EN",
            "chat": "Chat",
            "heroTexts": [
                "There is a future",
                "Helping you achieve your dreams",
                "We are with you at every stage of your life",
                "Smart decisions, bright future",
                "Let's build your financial stability together",
                "Towards a tomorrow without financial worries",
                "We take care of your finances, take care of your dreams",
                "Time is the most valuable thing you have, take care of your dreams",
                "Financial peace of mind, full life"
            ],
            "home": "Home",
            "services": "Services",
            "section1Title": "Real Estate Appraisal",
            "section1MainText": "We make it easy for you to obtain the appraisal required to meet the requirements of the Real Estate Credit Contracts Law (RECCL). This law stipulates that appraisals must be independent and accurate to ensure transparency in mortgage loans. We work closely with appraisal companies to streamline the process, whether you are dealing with your bank or need to complete this step efficiently. Our commitment is to ensure that you obtain an appraisal that complies with current regulations, providing you with the necessary support at all times.",
            "section2Title": "Mortgage Loans",
            "section2MainText": "We manage the financing you need to make your real estate projects a reality. Whether you're looking to buy your first home, a beach apartment, improve your current mortgage, or invest in a commercial space, we're here to help. As financial intermediaries, we connect our clients with the best mortgage loan options on the market. Our team of advisors and informers will guide you through every step of the process, ensuring a transparent and straightforward experience, and finding the option that best suits your needs and dreams.",
            "section2MainTextb": "Whether you are taking your first steps into the real estate world, looking for a larger space for your peace of mind, or wanting to improve the conditions of your current mortgage, our specialists will guide you with empathy every step of the way, ensuring you achieve the conditions that provide you with the mental peace you deserve.",
            "section3Title": "Personal Loans",
            "section3MainText": "Are you looking for a personal loan that suits your needs? At FiWell, we are here to guide you and manage the ideal loan. Whether to finance personal projects, cover unexpected expenses, or consolidate debts, our specialized team offers expert and personalized management. We are committed to finding the best options on the market and guiding you through the entire process, ensuring you get favorable conditions and the necessary support to achieve your goals. Trust FiWell to simplify and optimize the management of your personal loan.",
            "section3MainTextb": "Whether restructuring your current mortgage, consolidating debts, or adjusting your loans for greater peace of mind, a team of experts will work with you harmoniously to find solutions that allow you to regain serenity and achieve your goals.",
            "section4Title": "Refinancing",
            "section4MainText": "We firmly believe in possibilities. Our team is committed to finding the best options available in the market to reduce your monthly payments, consolidate debts, or improve your interest conditions. We guide you through the entire process, ensuring you find the ideal solution that suits your economic needs and objectives. Trust FiWell to successfully manage your refinancing and improve your situation.",
            "section5Title": "Real Estate Assistance",
            "section5Subtitle1": "I need help buying",
            "section5SubTitleMain": "We help you get your home through our partners.",
            "section5SubText1": "Find your space of serenity with the help of our real estate experts who understand your needs in depth.",
            "section5MainText": "Find your space of serenity with the help of our real estate experts who understand your needs in depth. Our goal is to accompany you in this search in a relaxed and pressure-free manner. From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section5Subtitle2": "I need help choosing my home",
            "section5SubText2": "Our goal is to accompany you in this search in a relaxed and pressure-free manner.",
            "section5Subtitle3": "I need advice",
            "section5SubText3": "From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section6Title": "Renovations",
            "section6MainText": "We are here to facilitate the management of your renovation project. We take care of finding the best financing options that suit your specific needs. Whether to renovate your home, make major improvements, or carry out necessary repairs, our team provides personalized guidance and manages the loan that best suits your goals. <br/> <br/> Trust FiWell to get the necessary support and successfully carry out your renovation project with peace of mind.",
            "section7Title": "Investments",
            "section7MainText": "Cultivate your long-term financial well-being through conscious diversification of your portfolio. Our investment options are designed to align with your goals and your sense of peace. We will provide options with guidance so you can make financial decisions from serenity and balance.",
            "section8Title": "About Us",
            "section8MainText": "We are a passionate team that has joined forces, combining our experience in Marketing and Financial Intermediation, to create a unique and transformative experience for each of our clients. We leverage new technologies and the latest advances to offer you the resources you need, always with the aim of getting closer to you. <br/> <br/> We are dedicated to providing clear and accessible information so you can achieve your financial goals, enjoying overall well-being at every stage of your life. At FiWell, we believe it is possible for everyone. We are here to support and guide you, providing you with the necessary tools to make your dreams come true. Together, we will make every step count.",
            "contactTitle": "Contact Us",
            "contact-button1": "I want to know more",
            "contact-button2": "Let's talk",
            "contact-button3": "Get to know us",
            "contact-button4": "I need information",
            "contact-button5": "Contact me now",
            "contact-button6": "More information",
            "contact-button7": "Appraise my property",
            "reviewTitle": "Reviews",
            "review1Text": "\"I applied for a personal loan and got a response in less than 24 hours.\"",
            "review2Text": "\"The appraisal was accurate and professional. Highly recommended service.\"",
            "review3Text": "\"The mortgage process was clear and transparent. Recommended.\"",
            "review4Text": "\"Very good real estate advice. They helped me find the ideal house.\"",
            "review5Text": "\"The renovation was quick and of good quality. Good customer service.\"",
            "mission": "Mission",
            "missionText": "At Finance Wellness, our mission is to empower you to achieve financial peace of mind through personalized advice and effective strategies. We transform the financial experience into a stress-free journey, helping you make informed and secure decisions for your financial future.",
            "vision": "Vision",
            "visionText": "Our vision is to be the leading reference in financial consulting, redefining how people perceive and manage their finances. We aspire to an environment where every client feels valued and supported, achieving financial peace of mind and security as an accessible reality for everyone.",
            "values": "Values",
            "valuesText": "<li> <span>Transparency:</span> We act with honesty and clarity in all our interactions with clients and collaborators.</li><li> <span>Integrity:</span> We are committed to maintaining the highest ethical standards in everything we do.</li><li> <span>Responsibility:</span> We take responsibility for our actions and strive to deliver on our promises.</li><li> <span>Empathy:</span> We actively listen to our clients' needs and put ourselves in their place to provide personalized solutions.</li><li> <span>Innovation:</span> We continuously seek new ways to improve and adapt to better meet our clients' changing needs.</li><li> <span>Sustainability:</span> We are committed to promoting sustainable financial practices that benefit both our clients and the community.</li><li> <span>Service Excellence:</span> We strive to provide exceptional service, exceeding our clients' expectations in every interaction.</li><li> <span>Collaboration:</span> We foster a collaborative work environment where each team member adds value and contributes to collective success, within and outside FiWell.</li>",
            "findUs": "Find Us",
            "ourSocialNet": "Our Social Networks"
        }
    }
}