{
    "texts": {
        "ES": {
            "langTag": "ES",
            "chat": "Chatear",
            "heroTexts": [
                "Hay futuro",
                "Acompañándote a cumplir tus sueños",
                "Estamos en cada etapa de tu vida",
                "Decisiones inteligentes, futuro brillante",
                "Construyamos juntos tu estabilidad económica",
                "Hacia un mañana sin preocupaciones económicas",
                "Cuidamos de tus finanzas, cuida de tus sueños",
                "El tiempo es lo más valioso que tienes, cuida de tus sueños.",
                "Tranquilidad económica, vida plena"
            ],
            "home": "Home",
            "services": "Servicios",
            "section1Title": "Tasación Inmobiliaria",
            "section1MainText": "Te facilitamos la obtención de la tasación necesaria para cumplir con los requisitos de la Ley de Contratos de Crédito Inmobiliario (LCCI). Esta ley establece que las tasaciones deben ser independientes y precisas para garantizar transparencia en los préstamos hipotecarios. Colaboramos estrechamente con empresas tasadoras para agilizar el proceso, ya sea que estés en trámites con tu banco o necesites completar este paso de manera eficiente. Nuestro compromiso es asegurar que obtengas una valoración que cumpla con las normativas vigentes, proporcionándote el soporte necesario en todo momento.",
            "section2Title": "Préstamos Hipotecarios",
            "section2MainText": "Gestionamos la financiación que necesitas para hacer realidad tus proyectos inmobiliarios. Ya sea que busques comprar tu primera vivienda, un piso en la playa, mejorar tu hipoteca actual o invertir en un local comercial, estamos aquí para ayudarte. Como intermediarios financieros, conectamos a nuestros clientes con las mejores opciones de préstamos hipotecarios del mercado. Nuestro equipo de asesores e informadores te guiará en cada paso del proceso, asegurando una experiencia transparente y sencilla, y encontrando la opción que mejor se adapte a tus necesidades y sueños.",
            "section2MainTextb": "Ya sea que estés dando tus primeros pasos en el mundo inmobiliario, buscando un espacio más amplio para tu tranquilidad o deseando mejorar las condiciones de tu hipoteca actual, nuestros especialistas te guiarán con empatía en cada paso, asegurando que alcances las condiciones que te brinden la tranquilidad mental que te mereces.",
            "section3Title": "Préstamos Personales",
            "section3MainText": "¿Buscas un préstamo personal que se adapte a tus necesidades? En FiWell estamos aquí para orientarte y gestionar el préstamo ideal. Ya sea para financiar proyectos personales, cubrir gastos imprevistos o consolidar deudas, nuestro equipo especializado te ofrece una gestión experta y personalizada. Nos comprometemos a encontrar las mejores opciones del mercado y guiarte a lo largo de todo el proceso, asegurando que obtengas condiciones favorables y el apoyo necesario para alcanzar tus metas. Confía en FiWell para simplificar y optimizar la gestión de tu préstamo personal.",
            "section3MainTextb": "Ya sea reestructurando tu hipoteca actual, unificando deudas o ajustando tus préstamos para mayor tranquilidad, un equipo de expertos trabajará contigo en armonía para encontrar soluciones que te permitan recobrar la serenidad y alcanzar tus metas.",
            "section4Title": "Refinanciación",
            "section4MainText": "Creemos firmemente en las posibilidades. Nuestro equipo está comprometido en encontrar las mejores opciones disponibles en el mercado para reducir tus pagos mensuales, consolidar deudas o mejorar tus condiciones de interés. Te guiamos en todo el proceso, asegurando que encuentres la solución ideal que se ajuste a tus necesidades económicas y objetivos. Confía en FiWell para gestionar con éxito tu refinanciación y mejorar tu situación.",
            "section5Title": "Acompañamiento Inmobiliario",
            "section5Subtitle1": "Necesito ayuda para comprar",
            "section5SubTitleMain": "Te ayudamos a conseguir tu vivienda a través de nuestros partners.",
            "section5SubText1": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad.",
            "section5MainText": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad. Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones. Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section5Subtitle2": "Necesito ayuda para elegir mi vivienda",
            "section5SubText2": "Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones.",
            "section5Subtitle3": "Necesito asesoramiento",
            "section5SubText3": "Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section6Title": "Reformas",
            "section6MainText": "Estamos aquí para facilitarte la gestión de tu proyecto de reforma. Nos ocupamos de encontrar las mejores opciones de financiación que se ajusten a tus necesidades específicas. Ya sea para renovar tu hogar, realizar mejoras importantes o hacer reparaciones necesarias, nuestro equipo te proporciona orientación personalizada y gestiona el préstamo que mejor se adapte a tus objetivos. <br/> <br/> Confía en FiWell para obtener el apoyo necesario y llevar a cabo tu proyecto de reforma con éxito y tranquilidad.",
            "section7Title": "Inversiones",
            "section7MainText": "Cultiva tu bienestar financiero a largo plazo a través de la diversificación consciente de tu cartera. Nuestras opciones de inversión están diseñadas para alinearse con tus objetivos y tu sensación de paz. Te brindaremos opciones con orientación para que tomes decisiones financieras desde la serenidad y el equilibrio.",
            "section8Title": "Sobre Nosotros",
            "section8MainText": "Somos un equipo apasionado que ha unido fuerzas, combinando nuestra experiencia en Marketing y en Intermediación Financiera, para crear una experiencia única y transformadora para cada uno de nuestros clientes. Aprovechamos las nuevas tecnologías y los avances más recientes para ofrecerte los recursos que necesitas, siempre con el objetivo de acercarnos más a ti.<br/> <br/> Nos dedicamos a proporcionar información clara y accesible para que puedas alcanzar tus metas económicas, disfrutando de un bienestar integral en cada etapa de tu vida. En FiWell, creemos que es posible para todos. Estamos aquí para apoyarte y guiarte, brindándote las herramientas necesarias para que tus sueños se hagan realidad. Juntos, haremos que cada paso cuente.",
            "contactTitle": "Contactanos",
            "contact-button1": "Quiero saber más",
            "contact-button2": "Hablemos",
            "contact-button3": "Conocenos",
            "contact-button4": "Necesito información",
            "contact-button5": "Contactarme ahora",
            "contact-button6": "Más información",
            "contact-button7": "Tasar mi propiedad",
            "reviewTitle": "Reseñas",
            "review1Text": "\"Solicité un préstamo personal y obtuve respuesta en menos de 24 horas.\"",
            "review2Text": "\"La tasación fue precisa y profesional. Servicio muy recomendable.\"",
            "review3Text": "\"El proceso de hipoteca fue claro y transparente. Recomendado.\"",
            "review4Text": "\"Muy buen asesoramiento inmobiliario. Me ayudaron a encontrar la casa ideal.\"",
            "review5Text": "\"La reforma fue rápida y de calidad. Buena atención al cliente.\"",
            "mission": "Misión",
            "missionText": "En Finance Wellness, nuestra misión es empoderarte para alcanzar la tranquilidad financiera mediante asesoramiento personalizado y estrategias efectivas. Transformamos la experiencia financiera en una jornada libre de estrés, ayudándote a tomar decisiones informadas y seguras para tu futuro económico.",
            "vision": "Visión",
            "visionText": "Nuestra visión es ser la referencia líder en consultoría financiera, redefiniendo cómo las personas perciben y manejan sus finanzas. Aspiramos a un entorno donde cada cliente se sienta valorado y apoyado, logrando la tranquilidad y seguridad financiera como una realidad accesible para todos.",
            "findUs": "Encuéntranos"
        },
        "EN": {
            "langTag": "EN",
            "chat": "Chat",
            "heroTexts": [
                "There is a future",
                "Accompanying you to fulfill your dreams",
                "We are with you at every stage of your life",
                "Smart decisions, bright future",
                "Let's build your financial stability together",
                "Towards a worry-free financial future",
                "We take care of your finances, take care of your dreams",
                "Time is the most valuable thing you have, take care of your dreams",
                "Financial peace, full life"
            ],
            "home": "Home",
            "services": "Services",
            "section1Title": "Personal Loans",
            "section1MainText": "Discover financial peace of mind with personal loans designed to provide serenity in times of need. Whether you want to treat yourself to a well-deserved break, calmly handle unexpected expenses, or bring your personal projects to life without stress, our personal loans offer rates that will bring you relief and terms that adapt to your pace. The application process is simple and quick, allowing you to access the support you need as soon as possible.",
            "section2Title": "Mortgage Loans",
            "section2MainText": "Turn the dream of owning your own home into a rewarding and peaceful experience through our mortgage loans. We’ll accompany you on this exciting journey, offering options that fit your well-being.",
            "section2MainTextb": "Whether you’re taking your first steps in the real estate world, looking for a more spacious place for your peace of mind, or wanting to improve the conditions of your current mortgage, our specialists will guide you empathetically at every step, ensuring you reach conditions that provide the mental tranquility you deserve.",
            "section3Title": "Refinancing",
            "section3MainText": "Transform your relationship with finances through our refinancing services, designed to ease your burdens and bring a breath of calm to your days. Whether you’re looking to reduce your monthly payments or find rates that give you respite, we’re here to help. ",
            "section3MainTextb": "Whether restructuring your current mortgage, consolidating debts, or adjusting your loans for greater peace of mind, a team of experts will work harmoniously with you to find solutions that allow you to regain serenity and achieve your goals.",
            "section4Title": "Home Renovations",
            "section4MainText": "Give your home a fresh style with our home renovation loans, designed to reflect your inner peace. We understand how important your home is as a refuge, and our renovation loans provide you with the resources to carry out improvements without stress. With flexible terms and rates that bring you tranquility, we accompany you through the process so you can enjoy your space in harmony.",
            "section5Title": "Real Estate Advice",
            "section5Subtitle1": "I need help to buy",
            "section5SubTitleMain": "We help you get your home.",
            "section5SubText1": "Find your space of serenity with the help of our real estate experts who deeply understand your needs.",
            "section5MainText": "Find your space of serenity with the help of our real estate experts who deeply understand your needs. Our goal is to accompany you on this search in a relaxed and pressure-free manner. From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section5Subtitle2": "I need help choosing my home",
            "section5SubText2": "Our goal is to accompany you on this search in a relaxed and pressure-free manner.",
            "section5Subtitle3": "I need advice.",
            "section5SubText3": "From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section6Title": "Appraisals",
            "section6MainText": "Make informed financial decisions from a place of inner peace through our appraisal services. Obtain detailed and reliable evaluations backed by professionals who understand the value of tranquility in your choices. <br/> <br/> Whether you’re buying, selling, or refinancing, our appraisals provide the certainty you need to move forward in balance.",
            "section7Title": "Investments",
            "section7MainText": "Cultivate long-term financial well-being through conscious diversification of your portfolio. Our investment options are designed to align with your goals and sense of peace. We’ll provide guidance so you can make financial decisions from a place of serenity and balance.",
            "section8Title": "About",
            "section8MainText": "Fulfilling each person's dreams is a challenge we embrace with passion, knowing that nothing is impossible. From your first achievements to the major milestones in your life, like your first home, travels, and financial peace, we are here to support you at every stage. We want to help you and your loved ones grow and see opportunities from a new perspective, always striving to make your journey smoother. <br/><br/> If you have doubts about your ability to reach your financial goals, we are here to offer you clarity and exhaust all possible resources. If there is a possibility, we will guide you with simultaneous action plans to optimize time and resources. If the time is not now, we will prepare you so that you can achieve it soon. Let us take your hand and that of your family, and guide you in this new stage of your life with efficiency and unwavering support throughout the entire process.",
            "contactTitle": "Contact us",
            "contact-button1": "I want to know more",
            "contact-button2": "Lets talk",
            "contact-button3": "Know us",
            "contact-button4": "I need information",
            "contact-button5": "Contact me know",
            "contact-button6": "More information",
            "contact-button7": "Appraise my property",
            "reviewTitle": "Reviews",
            "review1Text": "\"I applied for a personal loan and got a response in less than 24 hours.\"",
            "review2Text": "\"The appraisal was accurate and professional. Highly recommended service.\"",
            "review3Text": "\"The mortgage process was clear and transparent. Recommended.\"",
            "review4Text": "\"Very good real estate advice. They helped me find the ideal house.\"",
            "review5Text": "\"The renovation was quick and of high quality. Good customer service.\"",
            "mission": "Mission",
            "missionText": "At Finance Wellness, our mission is to empower you to achieve financial tranquility through personalized advice and effective strategies. We transform the financial experience into a stress-free journey, helping you make informed and secure decisions for your economic future.",
            "vision": "Vision",
            "visionText": "Our vision is to be the leading reference in financial consulting, redefining how people perceive and manage their finances. We aspire to an environment where every client feels valued and supported, achieving financial tranquility and security as an accessible reality for everyone.",
            "findUs": "Find us"
        }
    }
}