{
    "texts": {
        "ES": {
            "langTag": "ES",
            "chat": "Chatear",
            "heroTexts": [
                "Hay futuro",
                "Acompañándote a cumplir tus sueños",
                "Estamos en cada etapa de tu vida",
                "Decisiones inteligentes, futuro brillante",
                "Construyamos juntos tu estabilidad económica",
                "Hacia un mañana sin preocupaciones financieras",
                "Cuidamos de tus finanzas, cuida de tus sueños",
                "Tranquilidad financiera, vida plena"
            ],
            "home": "Home",
            "services": "Servicios",
            "section1Title": "Préstamos Personales",
            "section1MainText": "Descubre la tranquilidad financiera con préstamos personales diseñados para brindarte serenidad en tiempos de necesidad. Ya sea que quieras darte un merecido descanso, enfrentar gastos inesperados con calma o dar vida a tus proyectos personales sin agobios, nuestros préstamos personales te ofrecen tasas que te brindarán alivio y plazos que se adaptan a tu ritmo. El proceso de solicitud es simple y rápido, permitiéndote acceder al apoyo que necesitas lo antes posible.",
            "section2Title": "Préstamos Hipotecarios",
            "section2MainText": "Convierte el sueño de tener tu propio hogar en una experiencia gratificante y apacible a través de nuestros préstamos hipotecarios. Te acompañaremos en esta emocionante travesía, ofreciéndote opciones que se ajustan a tu bienestar.",
            "section2MainTextb": "Ya sea que estés dando tus primeros pasos en el mundo inmobiliario, buscando un espacio más amplio para tu tranquilidad o deseando mejorar las condiciones de tu hipoteca actual, nuestros especialistas te guiarán con empatía en cada paso, asegurando que alcances las condiciones que te brinden la tranquilidad mental que te mereces.",
            "section3Title": "Refinanciación",
            "section3MainText": "Transforma tu relación con las finanzas a través de nuestros servicios de refinanciación, diseñados para aliviar tus cargas y traer un soplo de calma a tus días. Si buscas reducir tus pagos mensuales o encontrar tasas que te den respiro, estamos aquí para ayudarte. ",
            "section3MainTextb": "Ya sea reestructurando tu hipoteca actual, unificando deudas o ajustando tus préstamos para mayor tranquilidad, un equipo de expertos trabajará contigo en armonía para encontrar soluciones que te permitan recobrar la serenidad y alcanzar tus metas.",
            "section4Title": "Reformas",
            "section4MainText": "Puedes darle a tu hogar un nuevo estilo con nuestros préstamos para reformas, diseñados para que tu espacio refleje tu paz interior. Sabemos lo importante que es tu hogar como refugio, y nuestros préstamos para reformas te proporcionan los recursos para llevar a cabo mejoras sin estrés. Con plazos flexibles y tasas que te brindarán tranquilidad, te acompañamos en el proceso de conseguirlo para que puedas disfrutar de tu espacio en armonía.",
            "section5Title": "Asesoramiento Inmobiliario",
            "section5Subtitle1": "Necesito ayuda para comprar",
            "section5SubTitleMain": "Te ayudamos a conseguir tu vivienda",
            "section5SubText1": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad.",
            "section5MainText": "Encuentra tu espacio de serenidad con la ayuda de nuestros expertos inmobiliarios que comprenden tus necesidades en profundidad. Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones. Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section5Subtitle2": "Necesito ayuda para elegir mi vivienda",
            "section5SubText2": "Nuestro objetivo es acompañarte en esta búsqueda de manera relajada y sin presiones.",
            "section5Subtitle3": "Necesito asesoramiento",
            "section5SubText3": "Desde la exploración de opciones hasta la etapa de negociación, te brindamos apoyo emocional para que tomes decisiones informadas con total calma y puedas disfrutar de tu nuevo hogar con serenidad.",
            "section6Title": "Tasaciones",
            "section6MainText": "Toma decisiones financieras informadas desde un lugar de paz interior a través de nuestros servicios de tasación. Obtén evaluaciones detalladas y confiables respaldadas por profesionales que entienden el valor de la tranquilidad en tus elecciones.   <br/> <br/>Ya sea que estés comprando, vendiendo o refinanciando, nuestras tasaciones te brindan la certeza que necesitas para seguir adelante en equilibrio.",
            "section7Title": "Inversiones",
            "section7MainText": "Cultiva tu bienestar financiero a largo plazo a través de la diversificación consciente de tu cartera. Nuestras opciones de inversión están diseñadas para alinearse con tus objetivos y tu sensación de paz. Te brindaremos opciones con orientación para que tomes decisiones financieras desde la serenidad y el equilibrio.",
            "section8Title": "Nosotros",
            "section8MainText": "Cumplir los sueños de cada persona es un desafío que asumimos con pasión, sabiendo que no hay imposibles. Desde tus primeros logros hasta los grandes hitos de tu vida, como la primera vivienda, los viajes y la tranquilidad financiera, estamos aquí para acompañarte en cada etapa. Queremos ayudarte a ti y a los tuyos a crecer y a ver las oportunidades desde una nueva perspectiva, esforzándonos siempre por hacer tu camino más ameno. <br/> <br/> Si tienes dudas sobre tu capacidad para alcanzar tus metas financieras, estamos aquí para ofrecerte claridad y agotar todos los recursos posibles. Si hay una posibilidad, te guiaremos con planes de acción simultáneos para optimizar tiempos y recursos. Si el momento no es ahora, te prepararemos para que pronto puedas lograrlo. Déjanos tomar tu mano y la de tu familia, y guiarte en esta nueva etapa de tu vida con eficiencia y apoyo permanente durante todo el proceso.",
            "contactTitle": "Contactanos",
            "contact-button1": "Quiero saber más",
            "contact-button2": "Hablemos",
            "contact-button3": "Conocenos",
            "contact-button4": "Necesito información",
            "contact-button5": "Contactarme ahora",
            "contact-button6": "Más información",
            "contact-button7": "Tasar mi propiedad",
            "reviewTitle": "Reseñas",
            "review1Text": "\"Solicité un préstamo personal y obtuve respuesta en menos de 24 horas.\"",
            "review2Text": "\"La tasación fue precisa y profesional. Servicio muy recomendable.\"",
            "review3Text": "\"El proceso de hipoteca fue claro y transparente. Recomendado.\"",
            "review4Text": "\"Muy buen asesoramiento inmobiliario. Me ayudaron a encontrar la casa ideal.\"",
            "review5Text": "\"La reforma fue rápida y de calidad. Buena atención al cliente.\"",
            "mission": "Misión",
            "missionText": "En Finance Wellness, nuestra misión es empoderarte para alcanzar la tranquilidad financiera mediante asesoramiento personalizado y estrategias efectivas. Transformamos la experiencia financiera en una jornada libre de estrés, ayudándote a tomar decisiones informadas y seguras para tu futuro económico.",
            "vision": "Visión",
            "visionText": "Nuestra visión es ser la referencia líder en consultoría financiera, redefiniendo cómo las personas perciben y manejan sus finanzas. Aspiramos a un entorno donde cada cliente se sienta valorado y apoyado, logrando la tranquilidad y seguridad financiera como una realidad accesible para todos.",
            "findUs": "Encuéntranos"
        },
        "EN": {
            "langTag": "EN",
            "chat": "Chat",
            "heroTexts": [
                "There is a future",
                "Accompanying you to fulfill your dreams",
                "We are in every stage of your life",
                "Smart decisions, bright future",
                "Let's build your financial stability together",
                "Towards a worry-free financial future",
                "We take care of your finances, take care of your dreams",
                "Financial peace, full life"
            ],
            "home": "Home",
            "services": "Services",
            "section1Title": "Personal Loans",
            "section1MainText": "Discover financial peace of mind with personal loans designed to provide serenity in times of need. Whether you want to treat yourself to a well-deserved break, calmly handle unexpected expenses, or bring your personal projects to life without stress, our personal loans offer rates that will bring you relief and terms that adapt to your pace. The application process is simple and quick, allowing you to access the support you need as soon as possible.",
            "section2Title": "Mortgage Loans",
            "section2MainText": "Turn the dream of owning your own home into a rewarding and peaceful experience through our mortgage loans. We’ll accompany you on this exciting journey, offering options that fit your well-being.",
            "section2MainTextb": "Whether you’re taking your first steps in the real estate world, looking for a more spacious place for your peace of mind, or wanting to improve the conditions of your current mortgage, our specialists will guide you empathetically at every step, ensuring you reach conditions that provide the mental tranquility you deserve.",
            "section3Title": "Refinancing",
            "section3MainText": "Transform your relationship with finances through our refinancing services, designed to ease your burdens and bring a breath of calm to your days. Whether you’re looking to reduce your monthly payments or find rates that give you respite, we’re here to help. ",
            "section3MainTextb": "Whether restructuring your current mortgage, consolidating debts, or adjusting your loans for greater peace of mind, a team of experts will work harmoniously with you to find solutions that allow you to regain serenity and achieve your goals.",
            "section4Title": "Home Renovations",
            "section4MainText": "Give your home a fresh style with our home renovation loans, designed to reflect your inner peace. We understand how important your home is as a refuge, and our renovation loans provide you with the resources to carry out improvements without stress. With flexible terms and rates that bring you tranquility, we accompany you through the process so you can enjoy your space in harmony.",
            "section5Title": "Real Estate Advice",
            "section5Subtitle1": "I need help to buy",
            "section5SubTitleMain": "We help you get your home.",
            "section5SubText1": "Find your space of serenity with the help of our real estate experts who deeply understand your needs.",
            "section5MainText": "Find your space of serenity with the help of our real estate experts who deeply understand your needs. Our goal is to accompany you on this search in a relaxed and pressure-free manner. From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section5Subtitle2": "I need help choosing my home",
            "section5SubText2": "Our goal is to accompany you on this search in a relaxed and pressure-free manner.",
            "section5Subtitle3": "I need advice.",
            "section5SubText3": "From exploring options to the negotiation stage, we provide emotional support so you can make informed decisions with complete calm and enjoy your new home with serenity.",
            "section6Title": "Appraisals",
            "section6MainText": "Make informed financial decisions from a place of inner peace through our appraisal services. Obtain detailed and reliable evaluations backed by professionals who understand the value of tranquility in your choices. <br/> <br/> Whether you’re buying, selling, or refinancing, our appraisals provide the certainty you need to move forward in balance.",
            "section7Title": "Investments",
            "section7MainText": "Cultivate long-term financial well-being through conscious diversification of your portfolio. Our investment options are designed to align with your goals and sense of peace. We’ll provide guidance so you can make financial decisions from a place of serenity and balance.",
            "section8Title": "About",
            "section8MainText": "Fulfilling each person's dreams is a challenge we embrace with passion, knowing that nothing is impossible. From your first achievements to the major milestones in your life, like your first home, travels, and financial peace, we are here to support you at every stage. We want to help you and your loved ones grow and see opportunities from a new perspective, always striving to make your journey smoother. <br/><br/> If you have doubts about your ability to reach your financial goals, we are here to offer you clarity and exhaust all possible resources. If there is a possibility, we will guide you with simultaneous action plans to optimize time and resources. If the time is not now, we will prepare you so that you can achieve it soon. Let us take your hand and that of your family, and guide you in this new stage of your life with efficiency and unwavering support throughout the entire process.",
            "contactTitle": "Contact us",
            "contact-button1": "I want to know more",
            "contact-button2": "Lets talk",
            "contact-button3": "Know us",
            "contact-button4": "I need information",
            "contact-button5": "Contact me know",
            "contact-button6": "More information",
            "contact-button7": "Appraise my property",
            "reviewTitle": "Reviews",
            "review1Text": "\"I applied for a personal loan and got a response in less than 24 hours.\"",
            "review2Text": "\"The appraisal was accurate and professional. Highly recommended service.\"",
            "review3Text": "\"The mortgage process was clear and transparent. Recommended.\"",
            "review4Text": "\"Very good real estate advice. They helped me find the ideal house.\"",
            "review5Text": "\"The renovation was quick and of high quality. Good customer service.\"",
            "mission": "Mission",
            "missionText": "At Finance Wellness, our mission is to empower you to achieve financial tranquility through personalized advice and effective strategies. We transform the financial experience into a stress-free journey, helping you make informed and secure decisions for your economic future.",
            "vision": "Vision",
            "visionText": "Our vision is to be the leading reference in financial consulting, redefining how people perceive and manage their finances. We aspire to an environment where every client feels valued and supported, achieving financial tranquility and security as an accessible reality for everyone.",
            "findUs": "Find us"
        }
    }
}